{
  "EDUCATION": [
    "2020 @ = PhD., Industrial/Organizational Psychology soe Virginia Polytechnic Institute and State University 9 Blacksburg, VA * Dissertation: Using agent-based modeling to test and integrate process-oriented perspectives of leadership emergence * Faculty Advisor: Dr. Roseanne Foti",
    "2016 @ MS., Industrial/Organizational Psychology soa Virginia Polytechnic Institute and State University 9 Blacksburg, VA ¢ Thesis: Working in harmony: the impact of personality on the short- and long-run dynamics of team cohesion",
    "2013 @ B.A, Psychology coo Massachusetts College of Liberal Arts 9 North Adams, MA *"
  ],
  "HONORS": [
    "Honors Program «Summa Cum Laude * Business Minor & Independent Study l~"
  ],
  "PUBLICATIONS": [
    "publications and book chapters under review, or with submission in the coming months. Also working on putting together new"
  ],
  "AWARD": [
    "award to attend the annual conference for The Society for the Improvement of Psychological Science (SIPS). From this and other experiences, | developed a passion for improving science through improved"
  ],
  "RESEARCH": [
    "research methodology. If you are interested in an expanded list of"
  ],
  "FUNDING": [
    "funding proposal for Army"
  ],
  "GRANT": [
    "grant”. * Co Authored article published in issue of journal of Society of Women Engineers magazine. Professional Graduate As University Office of"
  ],
  "TEACHING": [
    "teaching effectiveness. Intro to Psychology Recitation Virginia Tech, Psychology Department Q Blacksburg, VA * Taught lectures to class of 20+ students that accompanied main lecture for introduction to psychology. « Lectured and helped students during office hours with subjects such as"
  ],
  "INDUSTRY": [
    "Advisor on Implementation Science Committee Promote Care Prevent Harm Q https://promotecarepreventharm.org/advisors « Lead developer on Shiny application used to collect data and assess development of self-regulation in schools. Summer Graduate Assistant Office of the Provost 9 Virginia Tech + Assisted in creating evaluation tool for University’s “new faculty"
  ],
  "PROFESSIONAL DEVELOPMENT": [
    "professional development programs using Qualtrics. * Shadowed/assisted various speakers during UOPD’s organizational development workshops. Current |",
    "2020 8/2021 2/2021 12/2020",
    "2021",
    "2021",
    "2020 Currently writing posts on data analysis tutorials using R, improving the process y of team science, and other topics. bpacton.com Transcribing text and initial text analysis using R Durham University Centre for Leadership & Followership * Taught 2-hour long workshop to smaller group of faculty and graduate students. * Covered how to use “TranscribeR” package and “tidytext” package in R to analyze text data Introduction to the Tidyverse and data analysis in R Virginia Tech ILT Lab * Taught 1.5 hour long workshop to a small group of PhD students and undergraduates. T have my data. Now what? A tutorial on data cleaning, wrangling, and initial analysis via R Durham University PhD Students * Taught 2-hour long workshop which served as an introduction to R for social scientists to a group of 15+ PhD Students."
  ],
  "CONFERENCE PRESENTATIONS": [
    "An application and tutorial for creating within-person memory-sourced leadership scales Speaker & Lead Author 9 Academy of Management Annual Conference « Authored with Drs. Robert Lord, Tiffany Keller Hansbrough and Roseanne Foti More than liking: the role of memory systems and"
  ],
  "LANGUAGE": [
    "language in leadership ratings Lead author on"
  ],
  "POSTER": [
    "Poster 9 Society for Personality & Social Psychology « Authored with Drs. Yashna Shah, Danny Axsom, & Roseanne Foti | received a travel"
  ],
  "PRESENTATIONS": [
    "presentations, please email me."
  ]
}